brew "xz"
brew "openssl@3"
brew "bat"
brew "bats-core"
brew "btop"
brew "fontconfig"
brew "coreutils"
brew "tree-sitter-cli"
brew "cmake"
brew "readline"
brew "sqlite"
brew "php"
brew "composer"
brew "cpanminus"
brew "cppman"
brew "direnv"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git-filter-repo"
brew "go"
brew "grc"
brew "htop"
brew "lazygit"
brew "libmagic"
brew "libyaml"
brew "llvm"
brew "lua"
brew "lua-language-server"
brew "luajit"
brew "luarocks"
brew "mole"
brew "utf8proc", args: ["HEAD"]
brew "neovim"
brew "node"
brew "nom"
brew "ripgrep"
brew "openjdk"
brew "pandoc"
brew "perl"
brew "pipx"
brew "pyenv"
brew "rbenv"
brew "ruby"
brew "rust"
brew "shellcheck"
brew "starship"
brew "tcl-tk"
brew "tmux"
brew "trash"
brew "tree"
brew "wget"
brew "yt-dlp"
brew "z"
brew "zlib"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
